/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "CapCut ڈیسک ٹاپ انسٹالر";
"LvAppTitle" = "Jianying ڈیسک ٹاپ انسٹالر";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "انسٹال کرنا جاری رکھیں؟";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "انسٹال کریں";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "کھولیں";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "منسوخ کریں";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "آپ نے پہلے سے CapCut (v%@) کا ایک پرانا ورژن انسٹال کیا ہے۔ آپ پرانا ورژن کھول سکتے یا پرانے کو تبدیل کرنے کے لیے نیا ورژن انسٹال کر سکتے ہیں۔";
"LvCheckInstalledMsgHintText" = "آپ نے پہلے سے Jianying (v%@) کا ایک پرانا ورژن انسٹال کیا ہے۔ آپ پرانا ورژن کھول سکتے یا پرانے کو تبدیل کرنے کے لیے نیا ورژن انسٹال کر سکتے ہیں۔";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "ڈاؤن لوڈنگ روکیں؟";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "جاری رکھیں";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "رکیں";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "موجودہ %d%% ڈاؤن لوڈ کردہ فائل کو محفوظ نہیں کیا جائے گا۔";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "ڈاؤن لوڈ نہیں کیا جا سکا۔ دوبارہ کوشش کریں۔";
// pc_installer_retry
"BtnText_Retry" = "دوبارہ کوشش کریں";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "رکیں";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "محفوظ کریں";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "ناکافی ڈسک اسپیس";

"BtnCheck_SystemTrayAutoboot" = "اسٹارٹ اپ پر ٹرے لانچ کریں";

"DownloadErrorCodeHintText" = "خرابی کا کوڈ:";